/* 
    צרו תוכנית שבעצם יש בו משתנה
    bill - מייצג לי הסכום של חשבון במסעדה
    
    צור עוד משתנה שיכלול בו את החישוב של tip
    1. tip

    איך מחשבים את הטיפ?ֿ
    1. אם הסכום של החשבון של המסעדה גדול שווה ל-50 וקטן שווה ל-300. צריך להחפיל את הסכום ב-0.15
    2. אם התנאי הזה לא מתקיים צריך לקחת את הסכום ולהחפיל אותו ב-0.2

    בסוף התוכנית להדפיס הודעה שאומרת לי מה התוצאה של הסכום, מה התוצאה של החישוב של הטיפ והסכום של שתיהם.

    תכתבו לי בשתי דרכים את התוכנית
    1. if else
    2. Trenary Operator
*/
